Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: གྲུབ་པའི་དབང་ཕྱུག་འགྱུར་བ་སྟེ། །སྡིག་པ་ཐམས་ཅད་རྣམ་པར་སྤངས། །
en: One will become a celestial siddha, Free from all negativity. {14.132}

source: དེ་ལས་ཤི་འཕོས་མིར་སྐྱེ་ཞིང་། །བདེ་བ་མང་ལ་རབ་ཏུ་གཞོལ། །
en: “Passing on from there, one will be born a human Destined for a life of many pleasures.

source: འགྲོ་བ་མ་ལུས་སྐྱོ་བྱས་ནས། །བྱང་ཆུབ་ཡང་དག་གཞོལ་བར་འགྱུར། །
en: Not straying toward any other destiny, One will wholly pursue the goal of awakening. {14.133}

source: རྣམ་པ་སྣ་ཚོགས་ལས་མཐའ་ཡས། །མང་པོ་འཇིག་རྟེན་དོན་མཆོད་པ། །
en: “One’s activities will be diverse and infinite, And one will be venerated, bringing benefit to many.

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདིར་བརྗོད་པ། །ཆོ་ག་རྒྱ་ཆེན་ཆོ་གར་བཅས། །
en: When this king of mantras is recited As part of the full ritual, {14.134}

source: ས་བདག་བརྒྱ་བྱིན་ཉིད་དང་ནི། །འཁོར་ལོས་སྒྱུར་ཉིད་ཡང་དང་ཡང་། །
en: “One will obtain a suzerainty over the earth, A state of Śakra, or that of a universal emperor.

source: རིག་འཛིན་རྣམས་དང་དེ་བཞིན་དུ། །ལྷ་ཉིད་དང་ནི་བདག་པོའང་བྱེད། །
en: One may also assume the condition Of a vidyādhara or a god, {14.135}

source: རྣམ་པ་དུ་མའི་ངོ་བོ་འམ། །ལས་ནི་གང་དག་འདི་གསུངས་པ། །ཐམས་ཅད་གྲུབ་པ་ཐོབ་འགྱུར་ཏེ། །སྔགས་པ་ལེགས་པར་སྦྱོར་བྱེད་ནའོ། །
en: “Or any other numerous forms, And perform the types of activities here described. If a mantra practitioner applies himself to the task thoroughly, He will attain every accomplishment. {14.136}

source: མཚན་མོ་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ། །སྡོམ་ཅན་དོན་ཡོད་བཟླས་བྱས་ན། །
en: “At night, seated with crossed legs, The vow holder should recite the mantra uninterruptedly.

source: ཐོ་རངས་གྲུབ་པ་ཐོབ་འགྱུར་ཏེ། །ཟློས་པ་མངོན་ཤེས་ལྔ་ཐོབ་འགྱུར། །
en: The reciter will attain accomplishment by the next morning And will obtain the five superknowledges. {14.137}

source: དུར་ཁྲོད་རོ་ལ་འདུག་ནས་ནི། །སྡོམ་ཅན་འགུལ་མེད་ཟློས་པ་ནི། །
en: “Stepping upon a corpse in a cemetery, The vow holder should recite the mantra without moving.

source: ཡི་གེ་གཅིག་པོ་དོན་ཆེན་ཏེ། །ཐོ་རངས་གྲུབ་པར་འདོད་པ་ཡིན། །
en: The One Syllable being able to accomplish great aims, One can expect accomplishment by morning. {14.138}

source: རིག་པའི་རྒྱལ་པོ་རྫུ་འཕྲུལ་ཆེ། །གལ་ཏེ་དུར་ཁྲོད་གནས་ནས་བཟླས། །ཟླ་བ་དྲུག་གིས་གྲུབ་ཐོབ་སྟེ། །ཇི་ལྟར་འདོད་པའི་འབྲས་བུ་བྱེད། །
en: “If this lord of vidyā s, of great power, Is recited in a cemetery, The reciter will attain accomplishment within six months And obtain the desired result. {14.139}

source: གང་ཡང་རུང་བའི་གནས་དག་ཏུ། །རྫུ་འཕྲུལ་ཆེན་པོ་ཟློས་བྱེད་ན། །དེར་གནས་གྲུབ་པ་ཐོབ་འགྱུར་ཏེ། །སྔགས་པ་ལེགས་པར་སྦྱོར་བྱེད་པའོ། །
en: “At whatever place the One Syllable, Of great power, is recited, At that place will the reciter attain accomplishment, If he employs the mantra in the right way. {14.140}

source: གདུགས་དཀར་དེ་བཞིན་རལ་གྲི་དང་། །ནོར་བུའི་ལྷམ་དང་གདུབ་ཀོར་དང་། །མུ་ཏིག་ཕྲེང་བ་དཔུང་རྒྱན་དང་། །གདུ་བུ་དང་ནི་སོར་གདུབ་དང་། །
en: “A white parasol, a sword, A jewel, a pair of shoes, earrings, A garlands of pearls, an armlet, a banner, A bracelet, a ring, {14.141}

source: འོག་པག་དང་ནི་དེ་བཞིན་གོས། །སོ་ཤིང་དང་ནི་སྤྱི་བླུགས་དང་། །མཆོད་ཕྱིར་ཐོགས་དང་ཞྭ་དང་ནི། །ཁྲབ་དང་གོ་ཆ་ཉིད་དང་ནི། །
en: “A girdle, clothes, Tooth sticks, a water pitcher, A sacred cord, a turban, A coat of mail, leather armor, {14.142}

source: གཡང་གཞི་དང་ནི་རིལ་བ་དང་། །ཕྲེང་བ་དང་ནི་མཆིལ་ལྷམ་དང་། །འཇིག་རྟེན་གཉིས་ན་འདོད་པ་ཡི། །རྒྱན་གྱི་གཙོ་བོ་ཐམས་ཅད་དེ། །
en: “An antelope skin, a water pot, A rosary, a pair of shoes, All the best adornments To be desired in both worlds, {14.143}

source: ལྷ་དང་མི་དང་དེ་བཞིན་དུ། །གཞན་ཡང་རྒྱན་འགྱུར་འདི་ལ་བརྒྱན། །དེ་དག་ཐམས་ཅད་ཐོབ་འགྱུར་ཏེ། །རས་རིས་མདུན་དུ་ཟློས་བྱེད་ལའོ། །
en: “The adornments worn By the gods, men , or others— All of them will be accomplished If one recites in front of the painting. {14.144}

source: རྫས་རྣམས་ཀུན་དང་འབྱུང་ཁུང་དང་། །རྒྱན་དང་ནོར་བུ་རྣམས་དང་ནི། །མཚོན་ཆ་ཐམས་ཅད་དུ་མ་ནི། །རས་རིས་མདུན་དུ་བཞག་ནས་ནི། །
en: “All the substances, minerals, Adornments, jewels, And the different kinds of weapons, If placed in front of the painting {14.145}

source: དག་བྱས་ཅིག་ཅར་བཟླ་བྱ་བ། །
en: “And incanted once, will become pure.

source: འབུམ་ཕྲག་བརྒྱད་ཀྱིས་གཡོ་བ་དང་། །ཐམས་ཅད་བཅས་ཏེ་འབར་བ་དང་། །
en: If incanted eight hundred thousand times, They will all emit light together.

source: ཟློས་པ་རེག་པས་གྱེན་དུ་འགྲོ། །
en: The reciter will rise upon being touched by them. {14.146}

source: རྣམ་པ་སྣ་ཚོགས་གཟུགས་ལྡན་པ། །སེམས་ཅན་རང་བཞིན་ཡིན་ཡང་རུང་། །རྒྱན་དང་མཚོན་ཆ་ཡིན་ཡང་རུང་། །ངོ་བོ་ཉིད་དམ་ས་རང་བཞིན། །
en: “Different types of beings With different features and forms, Adornments, and weapons, Whether made of clay or real, {14.147}

source: རང་ཚུལ་སྤྱོད་དམ་བཅོས་མ་དང་། །འདབ་ཆགས་སྣ་ཚོགས་ཚོགས་ཀྱང་རུང་། །གང་དག་འབྱུང་པོ་ཀུན་ལ་གྲགས། །བཅོས་མའམ་བཅོས་མ་མ་ཡིན་པ། །
en: “Either self-animated or fabricated, And different types of birds— All entities that are described As artificial or natural, {14.148}

source: འདུ་ཤེས་ཅན་ནམ་འདུ་ཤེས་མེད། །སྔགས་པ་མཆོད་པས་གྲུབ་པར་འགྱུར། །
en: “Beings that have names, and those that do not— Will be accomplished when purified by the mantra.

source: རྣམ་པ་སྣ་ཚོགས་རྫས་བཞག་དང་། །རྣམ་པ་སྣ་ཚོགས་ཁམས་ལས་བྱུང་། །
en: Beings that live in different mediums And are composed of different elements {14.149}

source: རང་བྱས་བྱེད་དུ་བཅུག་པ་དང་། །འགྲོ་བའི་སྐྱེ་གནས་དག་ན་བསྔགས། །
en: “Will have the courses of their births Purified by the mantra,

source: སྔར་བསྟན་ཆོ་ག་བཞིན་དུ་ནི། །རས་རིས་མདུན་དུ་རྣམ་པར་གཞག །
en: If they are placed in front of this painting, Following the procedure as previously described. {14.150}

source: ལན་ནི་དྲུག་གམ་བདུན་དག་གིས། །སྔགས་པས་རེག་ནས་བཟླ་བར་བྱ། །
en: “Touching them, a mantra practitioner should recite The mantra six or seven times one hundred thousand.

source: བཟླས་མཐར་དེ་དག་རབ་འབར་ཏེ། །གྲུབ་པ་རྒྱས་པ་ཐོབ་པར་འགྱུར། །
en: If, at the end of the recitation, they emit light, One will attain full accomplishment. {14.151}

source: དེ་ནི་དེ་ལ་རེག་ཙམ་གྱིས། །ཕྱོགས་བཞི་དག་ཏུ་འགྲོ་བར་འགྱུར། །
en: “Upon merely touching them, One will be able to fly throughout the four directions.

source: འདིར་ནི་ལྷ་ཡུལ་ཐོབ་ནས་ནི། །རིང་དུ་འཚོ་ཞིང་བདེ་བར་འགྱུར། །
en: One will live happily for a long time And obtain, in this life, the status of a god. {14.152}

source: རྫུ་འཕྲུལ་ཆེན་པོ་རིག་རྒྱལ་ལ། །ཇི་ལྟ་ཇི་ལྟར་རབ་སྦྱོར་བ། །
en: “Reflecting the manner in which This very powerful vidyārāja is employed,

source: དེ་ལྟ་དེ་ལྟར་དགའ་འགྱུར་ཞིང་། །རྟག་ཏུ་མཆོག་ཀྱང་སྟེར་བར་འགྱུར། །
en: He will become pleased And will always grant boons. {14.153}

source: གཞན་ཡང་ལས་ལ་རབ་སྦྱོར་བ། །ལས་རྣམས་དུས་ནི་ཡུན་རིང་བ། །
en: “When employed in other rites Whose ritual instructions are very extensive,

source: རིག་པའི་རྒྱལ་པོ་རྫུ་འཕྲུལ་ཆེ། །དེ་ཉིད་ཀྱིས་ནི་མྱུར་འགྲུབ་འགྱུར། །
en: This very powerful vidyārāja Will swiftly accomplish them. {14.154}

source: གཙང་ཞིང་སེམས་ནི་གཙང་བ་དང་། །གཙང་བའི་ལས་ལ་རྟག་ཏུ་དགའ། །
en: “A mantra adept pure in mind and activities, Who always delights in purity

source: གཙང་བའི་ཕྱོགས་དང་སྔགས་ཤེས་པ། །གཙང་བའི་གྲུབ་པ་ཐོབ་པར་འགྱུར། །
en: And stays in a pure place, Will attain a pure accomplishment. {14.155}

source: ལས་གང་བྱེད་པ་དེ་འབྲས་ཐོབ། །མཆོག་གི་མཆོག་ཏུ་འགྱུར་བ་དང་། །འབྲིང་གི་ལས་ཀྱི་འབྲིང་དུ་འགྱུར། །ཐ་མས་ཀྱང་ནི་ཐ་མར་རོ། །
en: “One will reap the fruit according to the activity: From the highest comes the highest; For activities of medium type, the fruit will be medium; If it is of the lowest type, the fruit will correspond in nature. {14.156}

source: མ་བསྒྲུབས་ལས་ཀྱིས་གྲུབ་པ་ཡང་། །ཅུང་ཟད་ཙམ་གྱིས་འབྲས་འབྱིན་ཏེ། །བུ་མོའམ་ནོར་ནི་མང་པོ་དག །ཡང་དག་སྤྱོད་པས་བྱེད་པར་འགྱུར། །
en: “A rite, if performed properly, Will yield great wealth. However, if the rite is not accomplished properly, It will yield only a small result. {14.157}

source: རྟག་ཏུ་བཟླས་པ་ཙམ་གྱིས་ནི། །ལོངས་སྤྱོད་ཆེ་ཞིང་སྟོབས་ཀྱང་ཆེ། །
en: “Merely by reciting continually, One will attain great prosperity and power.

source: རྒྱལ་པོ་དགའ་ཞིང་བློན་པོ་ཉིད། །རྟག་ཏུ་བཟླས་པས་བྱེད་པར་འགྱུར། །
en: A reciter will invariably obtain A king’s affection and ministerial office. {14.158}

source: སྔགས་ཀྱི་རྒྱལ་པོ་ལན་ཅིག་བཟླས། །དེ་ཡིས་སྡིག་པ་རབ་ཏུ་འཇིག །
en: “If this king of mantras is recited but once, He will destroy all negativity.

source: གཉིས་སུ་བཟླས་སམ་བདུན་བཟླས་པས། །བདག་ཉིད་སྲུང་བ་ཆེན་པོར་འགྱུར། །
en: If recited twice or seven times, He will provide a powerful protection for oneself. {14.159}

source: ལན་བརྒྱད་དེ་ནི་བཟླས་པ་ཡིས། །གྲོགས་པོ་ཐམས་ཅད་སྲུང་བར་བྱེད། །
en: “If he is recited eight times, One’s companions will be protected in all respects.

source: གོས་ལ་ལན་གཉིས་མངོན་བསྔགས་ན། །སྔགས་པ་དག་ནི་རྟག་ཏུ་ཡང་། །
en: Furthermore, a mantra practitioner Should incant both his garments. {14.160}

source: ནད་རྣམས་ཀུན་ལས་ཤིན་ཏུ་གྲོལ། །གོས་ནི་གཉིས་ཀ་ལ་བསྔགས་ནས། །
en: “When both garments are incanted, He will have removed all disease.

source: གོས་དག་ལ་ནི་རེག་བྱས་ན། །ལུས་ཅན་ནད་ནི་མེད་པར་འགྱུར། །
en: Touching these garments, after the mantra was recited, Will destroy all bodily fever. {14.161}

source: གདོང་དང་མིག་གཉིས་དག་ལ་ནི། །འབད་པས་མངོན་པར་རབ་བསྔགས་ན། །
en: “If mantra practitioners carefully incant Their face or eyes, or both the face and the eyes,

source: ཁྲོས་པ་རྣམས་ཀྱི་ཁྲོ་བ་ནི། །སྔགས་པས་བལྟས་པ་ཙམ་གྱིས་འཇིག །
en: They will destroy the anger of the angry Merely by being looked at. {14.162}

source: གང་ཡང་འབྱུང་ཚོགས་མ་རུངས་པ། །འཚེ་བྱེད་སྡིག་པའི་ལས་ཅན་ལ། །སྔགས་རྒྱལ་སུམ་ཅུ་རབ་བཟླས་ཏེ། །དེ་དག་གདོང་ལ་བལྟ་བ་འམ། །
en: “For any host of evil spirits, Violent and engaged in negative actions, The practitioner should look them in the face [With his eyes] incanted thirty times with the king of mantras. {14.163}

source: རང་ལག་ཉིད་ལ་ཡང་དང་ཡང་། །མངོན་པར་བསྔགས་པ་བྱས་ནས་ནི། །དེ་དག་ཐལ་མོ་བརྡབས་ན་ནི། །ལུས་ཅན་ཀུན་ནི་གྲོལ་བར་འགྱུར། །
en: “Also, if he incants His own hand repeatedly And delivers with it a blow, He will liberate any embodied being. {14.164}

source: བྱིས་པ་ལ་ནི་རྟག་བྱ་བ། །ཁྲུས་དང་བཟའ་དང་བཏུང་བ་ལ། །སྔགས་མཆོག་དྲུག་ཅུ་བཟླས་ནས་ནི། །ལྷ་ཡི་དམ་པ་མཆོད་བྱས་ན། །
en: “Regarding children, he should always Bathe them and give them food and drink, Having incanted these articles sixty times With this exalted mantra, worshiped by the gods. {14.165}

source: ཤ་ཟ་མ་མོ་དག་གི་གདོན། །མ་རུངས་ཀུན་ལས་གྲོལ་བར་འགྱུར། །
en: “All evildoers will then depart— The mātṛs, the kravyādas, and the grahas;

source: སྔགས་ཀྱི་འཇིགས་པས་འཇིགས་བྱེད་ཅིང་། །རྟག་ཏུ་བྱིས་པ་གཏོང་བར་བྱེད། །
en: Frightened by the mantra they will perish, And certainly abandon the children. {14.166}

source: དེ་ལྟར་རྣམ་པ་དུ་མའི་ལས། །ས་སྟེང་མྱུར་དུ་རྟག་འཇིག་ན། །མི་རྣམས་ལ་ནི་དེ་བཞིན་བྱེད། །གང་དག་འབྱུང་པོ་སྡིག་སྦྲུལ་ནི། །རྣམ་པ་སྣ་ཚོགས་གནས་འགྲོ་བ། །དུག་བཅས་དུག་ནི་མེད་པ་ཉིད། །སྔགས་ཀྱི་མཐུ་ཡིས་འཇིག་པར་བྱེད། །
en: “There are many rites of this kind; If they target [troublesome] humans on earth, They will, likewise, Swiftly repel them. {14.167} “Whatever beings swim in rivers, And the different species that roam the dry land, Be they venomous or not, Will perish, burst by the mantra. {14.168}

source: གང་དག་སྡུག་བསྔལ་སྣ་ཚོགས་དང་། །གང་དག་འཚེ་བ་ཐམས་ཅད་ནི། །སྔགས་ཀྱི་རྒྱལ་པོ་བཟླས་པ་ཡིས། །མྱུར་དུ་ཞི་བར་རབ་ཏུ་འགྲོ། །
en: “Whatever types of suffering And whatever unpleasant experiences beings may have Will be repelled by this king of mantras And swiftly become pacified. {14.169}

source: རྣམ་པ་སྣ་ཚོགས་གནོད་སྡུག་བསྔལ། །མང་པོ་འཆི་བ་འགོ་བའི་ནད། །སྔགས་ཀྱི་རྒྱལ་པོ་དྲུག་བརྒྱ་བཟླས། །མྱུར་བ་ཉིད་དུ་སེལ་བར་འགྱུར། །
en: “Whatever kinds of terrible pestilence there are, Which are attended upon by suffering, Will swiftly vanish away If this mantra is recited six hundred times. {14.170}

source: སྦྱིན་སྲེག་ལས་ནི་བྱ་བ་ལ། །ཞོ་དང་མར་གྱིས་ཐམས་ཅད་བསྲེ། །ཨུཏྤལ་སྔོན་པོ་དྲི་བཟང་ནི། །རྩ་བརྒྱད་སྟོང་གིས་བཟླས་པ་བྱ། །
en: “One should perform the rites of homa Offering one thousand and eight Fragrant blue lotus flowers Smeared with honey, curds, and ghee, mixed together. {14.171}

source: ཞི་ཞིང་འབྱུང་པོ་རྣམ་སོང་ནས། །འགྲོ་བ་རྣམས་ནི་བདེ་གནས་ཐོབ། །དེ་ལྟར་རྣམ་པ་དུ་མ་ནི། །མང་པོའི་ལས་ནི་ཡང་དག་འབྱུང་། །
en: “Offering sesame will bring peace to spirits And well-being to human beings. The mantra practitioner will thus be able to swiftly accomplish All these different types of activities, {14.172}

source: སྔགས་པ་ལེགས་པར་རབ་སྦྱོར་ན། །མྱུར་དུ་ཐམས་ཅད་བྱེད་པར་འགྱུར། །
en: “Brought forth by many different rites, If he applies himself well.

source: བཟླས་པ་ཙམ་གྱིས་བྱེད་པ་ནི། །དགྲ་རྣམས་ཀྱི་ནི་ཁྲོ་བ་སེལ། །
en: Through merely reciting the mantra One will be able to appease the anger of one’s enemies. {14.173}

source: སྔགས་འདི་དོན་དང་ལྡན་གྱུར་པས། །ཆོ་ག་མང་པོ་རྒྱ་ཆེ་བ། །
en: “There are many extensive rites Connected with the meaning of this mantra;

source: དེ་དག་ཆོ་ག་མཐོང་བ་ཡིས། །དེ་དག་འདིར་ནི་གྲུབ་པ་ཡིན། །
en: It is said that if one follows the prescribed procedure, One will here obtain success in them. {14.174}

source: འདིར་ནི་སྔགས་རྣམས་ཟློ་བྱེད་པ། །ཕྲན་ཚེགས་ལས་ཀྱང་དོན་ཡོད་འགྱུར། །
en: “The mantra that is recited Will certainly effect the minor activities here.

source: ཐམས་ཅད་ལ་ཡང་བཟླས་པ་ཡིས། །མྱུར་དུ་དོན་རྣམས་རྟག་ཏུ་བྱེད། །
en: When recited, it will always swiftly fulfill The aims of all ritual activities. {14.175}

source: འབྱུང་པོ་རྣམས་ནི་དབང་བྱེད་འདོད། །དུས་གསུམ་དུ་ནི་བཟླས་པ་ཡིན། །
en: “In order to enthrall all beings, It is necessary to recite the mantra at the three junctions of the day.

source: རྟག་ཏུ་སྣ་མའི་མེ་ཏོག་གིས། །སྦྱིན་སྲེག་ལས་ཀྱང་བྱ་བ་ཡིན། །
en: One should always perform the rite of homa Using the blossoms of royal jasmine. {14.176}

source: ཙནྡན་དཀར་དང་ག་པུར་དང་། །གུར་གུམ་གྱིས་ཀྱང་བྱ་བ་ཡིན། །
en: “Prescribed also are white sandalwood, Camphor, and saffron.

source: བཟླས་ནས་སྔགས་པ་མཆོག་སྦྱིན་ཞིང་། །རྟག་ཏུ་འབྲས་བཅས་བྱེད་པར་འགྱུར། །
en: The mantra will always bring results For superior reciters. {14.177}

source: རྟག་ཏུ་ཟློས་པས་སྦྱིན་སྲེག་བྱས། །ཡིད་ལ་འདོད་པའི་དོན་སྒྲུབ་བྱེད། །
en: “One will accomplish desired aims If one recites along with the indispensable homa.

source: ག་བུར་ལ་སོགས་ལྡན་པ་ཡིས། །རྟག་ཏུ་སྦྱིན་སྲེག་རབ་ཏུ་བརྟག །
en: The required homa should be prepared With the proper ingredients such as camphor and so forth. {14.178}

source: ཇི་ལྟར་འདོད་པར་ཡོངས་བརྟགས་པའི། །རྣམ་པ་སྣ་ཚོགས་ཆོ་ག་བསྒྲུབ། །
en: “One should perform various rites, Prepared the way one desires— If the homa is small, the rite’s success will be minimal;

source: ཐ་མ་ལས་ནི་ཐ་མ་དང་། །ཆེན་པོ་ལས་ནི་ཆེན་པོ་འབྱུང་། །
en: If it is big, the results will likewise be significant. {14.179}

source: བར་མ་བར་མའི་ལས་དག་ལས། །རྟག་ཏུ་གྲུབ་པར་བསྟན་པ་ཡིན། །
en: “If it is medium, the result will be middling; The success of the rite is always explained in this way.

source: དེ་བས་ལས་རྣམས་ཀུན་ལ་ནི། །ཁྱད་པར་དུ་ནི་སྦྱིན་སྲེག་བྱ། །
en: One should therefore take special care to include Homa in all ritual activities.” {14.180}

source: བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་ལས། ལེའུ་བཅུ་བཞི་པ་འཁོར་ལོས་སྒྱུར་བའི་རས་རིས་ཀྱི་ཆོ་གའི་དཀྱིལ་འཁོར་སྒྲུབ་པའི་ཐབས་རབ་འབྱམ་རྫོགས་སོ།། །།
en: This concludes the chapter that provides the details of the practice of the cakravartin, including the painting procedure and the maṇḍala, fourteenth in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕྱག་ན་རྡོ་རྗེ་འཁོར་གྱི་ནང་དེར་འདུས་ཤིང་འཁོད་པར་གྱུར་ཏེ།
en: At that time, the bodhisattva Vajrapāṇi, the great being, was present in the midst of the same gathering.

source: འདུག་པ་དེ་སྟན་ལས་ལངས་ནས་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ།
en: Seated, he rose from his seat, circumambulated the Blessed One clockwise three times, and,

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: prostrating at the Blessed One’s feet, said this to him: {15.1}

source: བཅོམ་ལྡན་འདས་ལེགས་སོ་ལེགས་སོ། །
en: “Good, O Blessed One!

source: ལེགས་པར་རབ་ཏུ་བསྟན་པ་དང་། མཆོག་ཏུ་ལེགས་པར་གསུངས་པའི་རིག་པ་ཐམས་ཅད་ཀྱི་སྔགས་ཀྱི་སྦྱོར་བ།
en: For the sake of those who follow the conduct entailing the ritual divisions of vidyā and homa rites performed at the junctions of the day, you have clearly explained and elucidated with supreme eloquence the path that consists of rites involving vidyā mantras;

source: ཆོས་ཆེན་པོའི་སྤྲིན་ལས་ངེས་པར་བྱུང་བ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྙིང་པོ། རིག་པ་ཆེན་པོའི་རྒྱལ་པོ་འཁོར་ལོས་སྒྱུར་བ། ཆོ་ག་ཆེན་པོ་རྒྱ་ཆེ་བ་དོན་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ། འབྲས་བུ་དང་བཅས་པ་སྒྲུབ་པར་བྱེད་པ།
en: the path that manifested from the great Cloud of Dharma; the path that comprises the detailed ritual instructions pertaining to the cakravartin, the great vidyārāja who is the heart essence of all the tathāgatas; the path that brings results and fulfills all aims completely;

source: བྱང་ཆུབ་ཀྱི་ལམ་བླ་ན་མེད་པ། བྱ་བའི་བྱེ་བྲག་ཡང་དག་པར་སྡོམ་པ་དང་བཟླས་པ་དང་སྦྱིན་སྲེག་དང་། རིག་པ་དང་སྤྱོད་པའི་རྗེས་སུ་འབྲང་བ་རྣམས་ཀྱི་ལམ་འབྲས་བུ་བརྟེན་པའི་ལས་ཀྱི་རྐྱེན་སྐྱེད་པའི་རྒྱུ་དང་མཚན་མ། རྨད་དུ་བྱུང་བའི་སྟོབས་བཅུ། ནོད་པར་བྱེད་པའི་དགེ་བའི་རྩ་བ། བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ནོད་པར་བྱེད་ཅིང་། ངེས་པར་ཕ་རོལ་དུ་འགྲོ་བར་བྱེད་པ་དེ་བཅོམ་ལྡན་འདས་དེ་ནི་ལེགས་སོ། །
en: the unsurpassable path that leads to awakening; the path marked with the cause that generates the conditions, actions, and their certain results; the path that is the root of virtue that causes the attainment of the ten miraculous powers, and whose ultimate goal is to ascend to the seat of awakening. That, Blessed One, is excellent!

source: སྔགས་སྒྲུབ་པར་བྱེད་པ་དང་། རྗེས་སུ་མཐུན་པའི་རྨི་ལམ་ན་མཐོང་བར་བྱེད་པའི་མཚན་མ་དེ་སྟོན་པས་བཤད་དུ་གསོལ། གང་གིས་རིག་པ་ཐམས་ཅད་སྒྲུབ་པའི་རྗེས་སུ་དཔྱོད་པའི་སེམས་ཅན་གྲུབ་པའི་མཚན་མའི་ལས་རྩོམ་པར་བྱེད་པར་འགྱུར་བ་དང་། འབྲས་བུ་དང་བཅས་པའི་རིག་པ་ཐམས་ཅད་ཀྱི་མཚན་མར་འགྱུར་བའོ། །
en: May the teacher please instruct us on the signs that accord with the accomplishment of mantra that appear in dreams, signs indicating the time when the beings who engage in the practice of all vidyā mantras should commence the activities that cause accomplishment, so that all vidyā mantras—the causes that fulfill the rites—bear results.” {15.2}

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་བྱང་ཆུབ་སེམས་དཔའ་ཕྱག་ན་རྡོ་རྗེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: Thus addressed, Lord Śākyamuni said this to the bodhisattva Vajrapāṇi:

source: གནོད་སྦྱིན་གྱི་བདག་པོ་ཁྱོད་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བ་དང་སྐྱེ་བོའི་ཚོགས་ཆེན་པོའི་དོན་དང་ཕན་པ་དང་བདེ་བ་དང་རིག་པ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པའི་སེམས་ཅན་རྣམས་ཀྱི་དོན་གྱི་ཕྱིར་ལེགས་སོ་ལེགས་སོ། །
en: “Good, O lord of yakṣa s! You act for the benefit and happiness of many people. You act out of compassion for the world, in the interest of great numbers of people, for their benefit and happiness. You act in the interest of all the practitioners of vidyā mantras.

source: དེ་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཟུང་ཤིག་དང་ངས་ཁྱོད་ལ་བཤད་དོ། །
en: Listen well then, and carefully reflect upon what I will now tell you. {15.3}

source: དང་པོར་རེ་ཞིག་ལས་ཐམས་ཅད་ཀྱི་སྔར་འདུ་འཛི་མེད་པའི་གནས་སུ་སོང་སྟེ། རིའི་རྩེའམ་ཆུ་བོའི་འགྲམ་མམ་ཕུག་གི་ནང་ངམ་གཙང་བའི་ཕྱོགས་སུ་ལོ་མའི་སྤྱིལ་པོ་བྱས་ལ།
en: “First, commencing the preparatory procedure as before, which is the same for all types of activity, one should go to a secluded place such as a mountaintop, a riverbank, a cave, or near a crossroad and build a hut at a clean spot.

source: དེ་ཉིད་ཀྱི་ཆོ་ག་སྔ་མ་བཞིན་དུ་རས་རིས་གཞག་ཅིང་མཆོད་པ་ཆེན་པོ་བྱས་ལ།
en: Following the same procedure as before for all types of activity, one should install the painting and worship it with sumptuous offerings.

source: ལས་ཐམས་ཅད་ལ་ཡར་ངོའི་ཟླ་ཕྱེད་དམ། ཆོ་འཕྲུལ་ཆེན་པོའི་ཟླ་ཕྱེད་ལ་ངེས་པར་ཉིན་ཞག་བཟང་པོའི་མཚན་མོའི་ཐུན་དང་པོ་ལ། ཙནྡན་དཀར་པོ་དང་གུར་གུམ་དང་ག་པུར་གཅིག་ཏུ་བྱས་ལ། ཙནྡན་གྱི་ཤིང་གིས་མེ་རབ་ཏུ་སྦར་ཞིང་།
en: Then, during the bright fortnight or the prātihāra fortnight, always on an auspicious day, during the first watch of the night, one should prepare a mixture of white sandalwood, camphor, and saffron, and light a fire using sticks of the cutch tree.

source: རས་རིས་ཀྱི་མདུན་དུ་ཁྲུ་བཞིའི་ཚད་ཙམ་གྱི་མེ་ཐབ་ལ་དུ་བ་དང་སོལ་བ་མེད་པའི་མེ་ལ་སྲེག་བླུགས་སྟོང་རྩ་བརྒྱད་ཀྱིས་སྦྱིན་སྲེག་བྱའོ། །
en: Sitting in front of the painting at a distance of four cubits, one should throw the oblation into the smokeless and flameless embers one thousand and eight times.

source: དེ་ནས་ཡང་སྦྱིན་སྲེག་གི་མཐར་པདྨའི་མེ་ཏོག་ཙནྡན་དཀར་པོའི་ཆུས་བསང་གཏོར་བྱས་པ་སྟོང་རྩ་བརྒྱད་སྦྱིན་སྲེག་བྱའོ། །
en: Then, at the end of this offering, one should offer into the fire one thousand and eight lotus blossoms smeared with white sandalwood.

source: སྦྱིན་སྲེག་གི་མཐར་ཡང་བཟང་པོའི་གདན་དང་གདོང་བཀབ་ལ་རང་གི་ལྷ་ལ་རང་གི་སྔགས་ཀྱིས་སྤྱན་དྲང་བར་བྱ་ཞིང་། སྔགས་འདིས་སྦྱིན་སྲེག་བྱའོ། །
en: At the end of the homa, one should form the mudrā of the auspicious seat and offer a seat to one’s mantra deity, using the same mantra. One should, however, perform the homa reciting the following mantra. {15.4}

source: ཨོཾ་ཀུ་མཱ་ར་རཱུ་པི་ཎེ་དརྴ་ཡ་དརྴ་ཡ། ཨཱཏྨ་ནོ་བྷུ་མི་མུངྡྷཱ་བ་སྭ་པྣཾ་མེ་ནི་བེ་ད་ཡ་ཝཱ་བྷུ་ཏཾ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: “ Oṁ , you with the form of a divine youth! Show it, show! Reveal the truth to me in my dreams for the sake of my good fortune! Hūṁ hūṁ! Phaṭ phaṭ! Svāhā! {15.5}

source: སྔགས་འདིས་སྲུང་བ་བྱས་ཤིང་སྦྱིན་སྲེག་གི་ལས་ཐམས་ཅད་ལ་ལས་བྱའོ། །
en: “After performing the protection rite using this mantra, one should complete the required number of oblations in the homa rite as just described.

source: དེ་ནས་ཀུ་ཤའི་རྩེ་མོ་གཉིས་ཀ་ཕྱི་རོལ་དུ་བསྟན་ཏེ་བཏིང་ལ་ཀུ་ཤའི་ཁྲེས་ཀྱི་སྔས་བྱས་ཏེ་མགོ་ཤར་ཕྱོགས་སུ་བསྟན་ལ་རས་རིས་ཀྱི་མདུན་ནས་ཧ་ཅང་ཡང་མི་རིང་ཧ་ཅང་ཡང་མི་ཉེ་བར་ཉལ་བར་བྱའོ། །
en: Then, having spread around blades of kuśa grass that are pointed at both ends, one should go to sleep in front of the painting, not too far from it and not too near, with one’s head pointing east, using for a pillow a bundle of kuśa grass.

source: ཐུན་དང་པོ་ལ་མི་ཉལ་བའི་སྦྱོར་བས་རྗེས་སུ་བརྩོན་པར་བྱས་ནས་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཕྱག་བྱས་ནས་སྡིག་པ་རྣམས་སོ་སོར་བཤགས་ཏེ།
en: During the first watch, while keeping oneself awake, one should salute all the buddhas and bodhisattvas, confess one’s wrongdoings,

source: སངས་རྒྱས་ཐམས་ཅད་ལ་བདག་ཉིད་ཕུལ་ལ། དེ་ནས་ཇི་ལྟར་བདེ་བར་གཉིད་ཀྱི་དབང་དུ་འགྲོ་བར་བྱའོ། །
en: and offer oneself to all the buddhas. Then, one should surrender to the power of sleep as one likes. {15.6}

source: དང་པོའི་ཐུན་གྱི་རྨི་ལམ་གང་། །བད་ཀན་ལས་བྱུང་ཤེས་པར་བྱ། །
en: “Dreams that occur during the first watch Are known to be generated by the humor of phlegm.

source: གཉིས་པར་གང་བྱུང་མཁྲིས་པ་སྟེ། །འཇིག་རྟེན་ལ་ཡོད་སྨད་པ་ཡིན། །
en: Those of the second watch, as they arise from bile, Should be discounted as being of worldly origin. {15.7}

source: གསུམ་པ་རླུང་བྱུང་ཤེས་པར་བྱ། །བཞི་པ་བདེན་པར་འབྱུང་བ་ཡིན། །
en: “One should know the dreams of the third watch to be generated by the humor of wind, And those of the fourth, to originate from truth.

source: བད་ཀན་རྨི་ལམ་དང་པོ་ནི། །འདི་འདྲར་རྟག་ཏུ་མཐོང་བ་ཡིན། །
en: As for the phlegm-influenced dreams at the beginning of sleep, One should always watch out for the following: {15.8}

source: ནོར་བུ་ཤེལ་གྱི་ཁང་པ་ནི། །ཀུན་ནས་མུ་ཏིག་ཕྲེང་བ་ཅན། །ཨ་མྲའི་ཤིང་ཚོགས་རབ་མང་པོ། །བདག་ཉིད་ཆུ་ནང་འབྱིང་བར་མཐོང་། །
en: “One may behold numerous jewel mountains, Strings of pearls everywhere, Or oneself bathed In a mass of water, {15.9}

source: ཀུན་ནས་འབབ་ཆུས་ཁྱབ་པ་དང་། །རྒྱ་མཚོ་ཆེན་པོས་ཁྱབ་པ་དང་། །
en: “Fully immersed in streams, Or floating in a great ocean.

source: གང་དུ་བདག་གི་ལུས་གནས་པ། །དེ་ཉིད་དུ་ནི་མཐོང་བར་བྱེད། །
en: Wherever one perceives One’s body to be, {15.10}

source: གང་དུ་ཕྱོགས་དེར་རྫིང་དག་གིས། །ཀུན་ནས་ཡོངས་སུ་ཁྱབ་པ་དང་། །གྲུ་དང་ཆུ་ནི་འཐུང་བ་དང་། །བཏུང་བའི་ཁང་པ་ཁང་པ་དང་། །ཀུན་ནས་ཡོངས་སུ་འཁོར་བར་ནི། །ཆུ་ཆེན་གྱིས་ནི་ཁྱེར་བར་མཐོང་། །
en: “One may see that place as dotted With lotus ponds all around, Floating gardens, And tavern houses {15.11} “Riding upon the waves That surround them on all sides.
